Repository: NickeManarin/ScreenToGif.Old
Catalog: GifRecorder/Properties/Resources.*.resx
Languages: de, el, es, fr, it, ja, nl, ta, uk_ua, vi

# btnOptions
source: Options
de: Optionen
es: Opciones
fr: Actions
it: Opzioni
ja: オプション
nl: Opties
ta: விருப்பங்கள்
uk_ua: Налаштування
vi: Tùy chọn

# Label_OpenGif
source: Open the .Gif file
de: .Gif öffnen
fr: Ouvrir le fichier .Gif
ja: Gif ファイルを開く
nl: Open de .Gif bestand
uk_ua: Відкрити Gif-файл
vi: Mở tập tin .Gif

# Tooltip_RoundBrush
source: Round Brush
de: Runder Pinsel
ja: ラウンドブラシ
nl: Ronde Borstel
uk_ua: Кругла кисть

# Con_Blur
source: Blur
de: Verwischen
el: Θαμπάδα
es: Desenfoque
fr: Estompage
it: Sfocare
ja: ぼかし
nl: verdoezelen
ta: தெளிவற்றதாக செய்
uk_ua: Розмивання
vi: Làm mờ

# Radio_NextFrame
source: Next Frame (Blured Copy)
de: Nächstes Bild (Verwischte Kopie)
fr: Image suivante (copie estompée)
ja: 次のフレーム(コピー)
nl: Volgende Frame (verdoezelen kopiëren)
uk_ua: Наступний кадр (розмита копія)
vi: Khung hình Tiếp theo (Sao chép Mờ)

# Con_Rename
source: Rename
de: Umbenennen
ja: 名前変更
nl: Hernoem
uk_ua: Перейменувати

# Con_FlipVertical
source: Flip Vertical
de: Vertikal spiegeln
ja: 垂直反転
nl: Flip Verticaal

# Msg_SizeToSmallText
source: Width and Height must be bigger than 10px each.
nl: Breedte en Hoogte moet groter zijn dan 10px per stuk.
uk_ua: Ширина та висота повинні бути більші ніж 10пікс кожен.

# Label_BrushSize
source: Brush Size
de: Stiftgröße
ja: ブラシサイズ
nl: Borstel Grooten
uk_ua: Розмір кисті

# Label_Close
source: Close this page
de: Seite schließen
fr: Fermer
ja: このページを閉じる
nl: Sluit deze pagina
uk_ua: Закрити цю сторінку
vi: Đóng

# MsgBox_Message_CantDelete
source: You can't delete the last frame.
de: Sie können das letzte Bild nicht löschen.
el: Δεν μπορείτε να διαγράψετε το τελευταίο καρέ.
es: No puede eliminar el último fotograma.
fr: Vous ne pouvez pas supprimer la dernière image.
it: Non è possibile cancellare l'ultimo Fotogramma
ja: 最後のフレームを削除できません。
nl: U kunt het laatste frame niet elimineren.
ta: நீங்கள் கடந்த சட்டத்தை நீக்க முடியாது.
uk_ua: Ви не можете видалити останній кадр.
vi: Bạn không thể xóa khung hình cuối cùng.

# CB_LegacyStyle
source: Use the Legacy style version (restart app)
de: Standardansicht verwenden (Programm neustarten)
el: Χρήση της Legacy τύπου έκδοσης (απαιτείται επανεκκίνηση της εφαρμογής)
es: Utilice la ventana estilo legado (reiniciar la aplicación)
fr: Utiliser la version de style originale (redémarrer l'application)
it: Utilizzare la versione stile originario (riavvia l'applicazione)
ja: レガシースタイルバージョンを利用(再起動が必要)
nl: Gebruik de Legacy stijl versie (herstart app)
ta: Legacy பாணி பதிப்பு பயன்படுத்தவும்(restart app)
uk_ua: Стандартний стиль оформлення (перезавантажити)
vi: Sử dụng giao diện truyền thống (Khởi động lại)

# Con_Filters_Pixelate
source: Pixelate
de: Verpixeln
el: Κουκιδοποίηση
es: Pixelizar
fr: Pixeliser
it: Pixellare
ja: ピクセレート
nl: Verpixel
ta: பிக்ஸலேட்
uk_ua: Розбивка на кадри
vi: Tạo điểm ảnh

# Con_ShowGrid
source: Show Grid
de: Gitter anzeigen
es: Mostrar cuadrícula
fr: Afficher la grille
it: Mostrare Griglia
ja: グリッド表示
nl: zie Grid
ta: கட்டத்தில் காட்டு
uk_ua: Показати решітку
vi: Hiển thị lưới

# btnRecordPause_Continue
source: Continue
de: Weiter
el: Συνέχεια
es: Continuar
fr: Reprendre
it: Continuare
ja: 続ける
nl: Verdergaan
ta: தொடர்
uk_ua: Продовжити
vi: Tiếp tục

# Title_ColorFilter
source: Color Filter
de: Farbfilter
ja: カラーフィルター
nl: Kleur Filter
uk_ua: Фільтр кольору
vi: Bộ lọc màu

# Label_VerticalAlign
source: Vertical Alignment:
de: Vertikale Ausrichtung:
ja: 垂直位置揃え：
nl: verticale uitlijning:
uk_ua: Вирівнювання по вертикалі:

# Title_ResizeAllFrames
source: Resize All Frames
de: Größe aller Bilder ändern
el: Αλλαγή μεγέθους όλων των καρέ
es: Cambiar el tamaño de todos los marcos
fr: Redimensionner toutes les images
it: Ridimensionare tutti i Fotogrammi
ja: 全てのフレームサイズを変更
nl: Formaat alle Frames
ta: அனைத்து சட்டங்களையும் மீட்டளவு
uk_ua: Змінити розмір всіх кадрів
vi: Thay đổi Kích thước Tất cả các Khung

# Con_FullscreenRecording
source: Fullscreen Recording
de: Vollbildaufnahme
ja: フルスクリーン録画
nl: Volledig scherm Opnamen
uk_ua: Повноекранний запис
vi: Quay Toàn màn hình

# Con_DeleteSelected
source: Delete Selected Frames
de: Ausgewählte Bilder löschen
el: Διαγραφή αυτού του καρέ
es: Eliminar Marco Seleccionado
fr: Supprimer cette image
it: Eliminare questo Fotogramma
ja: 選択したフレームを削除
nl: Verwijder geselecteerde Frames
ta: இந்த சட்டத்தை நீக்கு
uk_ua: Видалити вибрані кадри
vi: Xóa Khung hình này

# btnReset
source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Rétablir
ja: リセット
nl: Opnieuw
ta: மீட்டமை
uk_ua: Скидання
vi: Thiết lập lại

# Tooltip_btnCancel
source: Ignore all alterations
de: Alle Änderungen ignorieren
el: Αγνόηση όλων των αλλαγών
es: Ignora todos los cambios
fr: Ignorer toutes les retouches
it: Ignorare tutte le alterazioni
ja: 全ての変更を無視
nl: Negeer alle wijzigingen
ta: அனைத்து திருத்தங்களையும் புறக்கணி
uk_ua: Ігнорувати всі зміни
vi: Bỏ qua tất cả thay đổi

# Con_FiltersGray
source: Grayscale
de: Graustufen
es: Escala de Grises
fr: Echelle de gris
it: Livelli di Grigio
ja: グレースケール
nl: Grijstint
ta: சாம்பல்
uk_ua: Відтінки сірого
vi: Xám Trắng

# Label_All
source: All
de: Alle
ja: すべて
nl: Alles
uk_ua: Все
vi: Tất cả

# Label_Color
source: Color
nl: Kleur
uk_ua: Колір

# Label_HorizontalAlign
source: Horizontal Alignment:
de: Horizontale Ausrichtung:
ja: 水平位置揃え：
nl: Horizontale uitlijning:
uk_ua: Горизонтальне вирівнювання:

# Label_ResizingRecording
source: Resizing Fullscreen Recording...
nl: Formaat van Volledig scherm opnemen veranderen...
uk_ua: Зміна розміру повноекранного запису:

# Con_ResizeAll
source: Resize All...
de: Größe aller Bilder ändern...
el: Αλλαγή μεγέθους όλων...
es: Ajustar Dimensiones...
fr: Tout redimensionner ...
it: Ridimensionare tutto...
ja: 全てのサイズ変更...
nl: Hervorm alle...
ta: அனைத்தையும் மீட்டளவு...
uk_ua: Зміна розміру всіх...
vi: Thay đổi Kích thước Tất cả...

# Tooltip_TempErased
source: Temporary Data Erased
nl: Tijdelijke gegevens Gewist
uk_ua: Тимчасові дані видалено.

# Tooltip_Widht
source: Width
de: Breite
el: Πλάτος
es: Ancho
fr: Largeur
it: Larghezza
ja: 幅
nl: breedte
ta: அகலம்
uk_ua: Ширина
vi: Rộng

# Label_Worst
source: Worst
de: Schlechter
el: Χειρότερο
es: Peor
fr: Faible
it: Peggio
ja: 最低
nl: slechtst
ta: மோசம்
uk_ua: Найгірший
vi: Xấu nhất

# Con_AddBorder
source: Add Border
de: Rahmen hinzufügen
el: Προσθήκη περιγράμματος
fr: Encadrer
ja: 罫線を追加
nl: voeg Omtrek toe
uk_ua: Додати рамку
vi: Thêm Viền

# MsgNeedToSelectOne
source: You need to select at least one frame.
de: Sie müssen mindestens ein Bild auswählen.
ja: 少なくとも一つのフレームを選択してください。
nl: U moet ten minste één frame selecteren.
uk_ua: Ви повинні вибрати, принаймі, один кадр.
vi: Bạn cần phải chọn ít nhất một khung hình.

# Label_GifSettings
source: Gif Settings
de: Gif Einstellungen
el: Ρυθμίσεις Gif:
es: Configuración de GIF
fr: Réglages Gif
it: Impostazioni GIF
ja: Gif 設定
nl: Gif instellingen
ta: Gif அமைப்புகள்
uk_ua: Налаштування Gif
vi: Cài đặt Gif

# Msg_CancelConfirm
source: Are you sure that you want to cancel?
de: Sind Sie sicher, dass Sie Abbrechen wollen?
fr: Etes-vous certain de vouloir annuler ?
ja: キャンセルしてもよろしいでしょうか？
nl: Weet u zeker dat u wilt annuleren?
uk_ua: Ви справді бажаєте скасувати?
vi: Bạn có chắc rằng bạn muốn hủy bỏ?

# Con_FreeAspectRatio
source: Free Aspect Ratio
de: Freies Bildformat
el: Ελεύθερη αναλογία
es: Proporción libre
fr: Format d'image libre
it: Rapporto d'Aspetto libero
ja: フリーアスペクト比
nl: Vrij Beeldverhouding
ta: தடையற்ற அளவு விகிதம்
uk_ua: Вільне співвідношення сторін
vi: Tỷ lệ Khung hình Tự do

# SFDialog_Title
source: Choose the destination
de: Wählen Sie ein Ziel
el: Επιλέξτε τον προορισμό
es: Seleccione destino
fr: Choisir la destination
it: Seleziona la destinazione
ja: 宛先を選択
nl: Kies de bestemming
ta: இலக்கை தேர்வு செய்
uk_ua: Виберіть місцепризначення
vi: Chọn điểm đến

# Msg_WrongPosition
source: Wrong position! Please choose a point in the picture.
de: Falsche Position! Bitte wählen Sie einen Punkt im Fenster.
fr: Position incorrecte! Choisissez un point DANS l'image.
ja: 位置が間違っています。ピクチャーで位置を選択してください。
nl: Verkeerde positie! Kies een punt in het beeld.
uk_ua: Помилка! Виберіть місце на зображенні.
vi: Sai vị trí! Hãy chọn một điểm trong ảnh.

# btnDeleteFrame
source: Delete Frame
de: Bild löschen
el: Διαγραφή καρέ
es: Eliminar Marco
fr: Supprimer l'image
it: Rimuovere Fotogramma
ja: フレーム削除
nl: Verwijder Frame
ta: சட்டத்தை நீக்கு
uk_ua: Видалити кадр
vi: Xóa Khung

# Con_RecordingOptions
source: Recording Options:
de: Aufnahmeeinstellungen:
ja: 録画オプション：
nl: Opnamen Opties:
uk_ua: Налаштування запису:
vi: Tùy chọn Quay:

# TitleExceptionViewer
source: Exception Viewer
nl: uitzondering Kijker
uk_ua: Перегляд винятків

# Con_Done
source: Done
de: Fertig
el: Ολοκληρώθηκε
es: Terminar
fr: Terminé
it: Completato
ja: 終了
nl: Klaar
ta: முடிந்தது
uk_ua: Виконано
vi: Xong

# Con_ExportFrame
source: Export Selected Frames...
de: Ausgewählte Bilder exportieren...
el: Εξαγωγή καρέ...
es: Exportación de marco...
fr: Exporter l'image ...
it: Esportare Fotogramma...
ja: 選択したフレームをエクスポート...
nl: Pak geselecteerde Frames uit...
ta: சட்டத்தை ஏற்றுமதி செய்...
uk_ua: Експортувати вибрані кадри...
vi: Xuất Khung hình...

# Msg_Exported
source: exported...
de: exportiert...
el: εξάχθηκε...
es: exportado...
fr: exporté ...
it: esportato...
ja: エクスポート...
nl: geëxporteerd...
ta: ஏற்றப்பட்டது...
uk_ua: експортовано...
vi: xuất...

# Tooltip_PreviousFrame
source: Previous Frame
nl: vorige Frame
uk_ua: Попередній кадр

# Con_Reset
source: Reset
de: Zurücksetzen
el: Επαναφορά
es: Reiniciar
fr: Rétablir
ja: れセット
nl: Herstel
ta: மீட்டமை
uk_ua: Скидання
vi: Thiết lập lại

# CB_PaintTransparent
source: Detect the unchanged pixels
de: Unveränderte Pixel erkennen
el: Ανιχνεύσει το αμετάβλητο pixels
fr: Détecter les pixels inchangés
ja: 変更されていないピクセルを検出
nl: Detecteert ongewijzigd pixels
uk_ua: Знайти не змінені пікселі
vi: Phát hiện các điểm ảnh không thay đổi

# Title_EncodingDone
source: Screen To Gif ■ (Encoding Done)
de: Screen To Gif ■ (Enkodierung abgeschlossen)
el: Screen To Gif ■ (Κωδικοποίηση ολοκληρώθηκε)
es: Screen To Gif ■ (Codificación Completa)
fr: Screen To Gif ■ (Encodage terminé)
it: Screen To Gif ■ (Codifica Completata)
ja: Screen To Gif ■ (エンコーディング終了)
nl: Scherm naar Gif ■ (Encoding Gedaan)
ta: Screen To Gif ■ (என்கோடிங் முடிந்தது)
uk_ua: Screen To Gif ■ (Кодування завершено)
vi: Screen To Gif ■ (Mã Hóa Xong)

# Con_AddQuickCaption
source: Add Quick Caption
de: Überschrift direkt einfügen
el: Προσθήκη λεζάντας
fr: Ajouter la capture rapide
ja: クイックキャプション追加
nl: voeg bijschrift toe
uk_ua: Додати підпис
vi: Thêm Chú thích Nhanh

# Title_2SecToGo
source: Screen To Gif (2 seconds to go)
de: Screen To Gif (2 Sekunden verbleibend)
el: Screen To GIF (απομένουν 2 δευτερόλεπτα)
es: Screen To Gif (2 segundos)
fr: Screen To Gif (2 secondes avant départ)
it: Screen To Gif (2 secondi)
ja: Screen To Gif (2秒後に実行)
nl: Scherm Om Gif (2 seconden te gaan)
ta: Screen To Gif (2 விநாடிகள் உள்ளன)
uk_ua: Screen To Gif (2 секунд до початку)
vi: Screen To Gif (2 giây để bắt đầu)

# Label_Title_AppSettings
source: App Settings
de: Allgemeine Einstellungen
el: Ταχείες ρυθμίσεις (Αποθηκεύονται μεταξύ ):
es: Configuración rápida (guardado entre sesiones)
fr: Réglages rapides
it: Impostazioni veloci (salvate in mezzo alle sessioni)
ja: アプリケーション設定
nl: App Instellingen
ta: விரைவு அமைப்புகள் (அமர்வுகள் இடையே சேமிக்கப்பட்டது)
uk_ua: Налаштування програми
vi: Cài đặt Chương trình

# Tooltip_BrushColor
source: Brush Color
de: Stiftfarbe
ja: ブラシ色
nl: Borstel Kleur
uk_ua: Колір кисті

# Con_FlipHorizontal
source: Flip Horizontal
de: Horizontal spiegeln
ja: 水平反転
nl: Horizontale Flip

# TitlePaused
source: Screen To Gif (Paused)
de: Screen To Gif (Pausiert)
es: Screen To Gif (Pausado)
fr: Screen To Gif (En pause)
it: Screen To Gif (Pausa)
ja: Screen To Gif (一時停止)
nl: Scherm naar Gif (gepauzeerd)
ta: Screen To Gif (இடைநிறுத்தப்பட்டது)
uk_ua: Screen To Gif (Призупинено)
vi: Screen To Gif (Ngưng)

# Con_ThisFrame
source: This Frame
de: Dieses Bild
ja: このフレーム
nl: Deze Frame
uk_ua: Даний кадр

# Tooltip_AppSettings
source: App Settings
de: Allgemeine Einstellungen
el: Ρυθμίσεις εφαρμογής
es: Configuración de la aplicación
fr: Paramètres
it: Impostazioni App
ja: アプリケーション設定
nl: App instellingen
ta: App அமைப்புகள்
uk_ua: Налаштування програми
vi: Cài đặt Chương trình

# CB_RepeatForever
source: Repeat Forever
de: Dauerschleife
el: Επανάληψη για πάντα
es: Repetir continuamente
fr: Répéter à l'infini
it: Ripetere continuamente
ja: 無制限に繰り返す
nl: Herhaal steeds
ta: எப்போதும் திரும்பச்செய்
uk_ua: Безперервно повторювати
vi: Mãi mãi

# MsgBox_Title_CantDelete
source: Minimum Amount of Frames
de: Minimale Anzahl an Bildern
el: Ελάχιστο ποσό καρέ
es: Cantidad mínima de Marcos
fr: Nombre minimum d'images
it: Quantità minima di Fotogrammi
ja: フレームの最少値
nl: Minimum Aantal Frames
ta: குறைந்தபட்ச சட்டங்கள்
uk_ua: Мінімальна кількість кадрів
vi: Số lượng Tối thiểu của Khung hình

# Label_Fast
source: Fast
de: Schnell
el: Γρήγορα
es: Rápido
fr: Rapide
it: Veloce
ja: 高速
nl: Snel
ta: விரைவு
uk_ua: Швидко
vi: Nhanh

# Title_Crop
source: Crop
de: Ausschneiden
el: Περικοπή
fr: Rogner
it: Ritagliare
ja: クロップ
nl: krop
ta: செதுக்கு
uk_ua: Вирізати
vi: Cắt

# Title_EditorFrame
source: Screen To Gif - Editor: Frame
de: Screen To Gif - Editor: Bild
el: Screen To GIF - Επεξεργαστής: Καρέ
es: Screen To Gif - Editor: Marco
fr: Screen To Gif - Editeur : Image
it: Screen To Gif - Editor: Fotogramma
ja: Screen To Gif - 編集：フレーム
nl: Scherm naar Gif - Bewerker: Frame
ta: Screen To Gif - திருத்தி: சட்டம்
uk_ua: Screen To Gif - Редактор: кадр
vi: Screen To Gif - Biên tập: Khung

# Msg_WantEncodeAnimation
source: Do you want to encode the animation? \nSaving location:
nl: Wilt u de animatie te coderen? \nOpslag locatie:

# Con_FlipRotate
source: Flip/Rotate
de: Spiegeln/Drehen
ja: 反転/回転
nl: Flip/Roteer

# Title_Thread_ProcessingFrame
source: Processing (Frame
de: Verarbeitung (Bild
el: Επεξεργασια (Καρέ
es: Procesamiento (Marco
fr: Traitement de (image
it: Elaborazione (Fotogramma
ja: 処理中(全体のフレームの
nl: Verwerking van (Frame
ta: செயல்படுத்துகிறோம் (சட்டம்
uk_ua: Обробляється (Кадр
vi: Đang xử lý (Khung

# Label_AnalyzingUnchanged
source: Analyzing Unchanged Pixels
de: Unveränderte Pixel analysieren
fr: Analyse des pixels inchangés
ja: 変更されていないピクセルを確認
nl: Analyseer Ongewijzigd Pixels
uk_ua: Аналіз не змінених кадрів
vi: Phân tích các điểm ảnh không thay đổi

# Tooltip_SelectPoint
source: Please, select a point on the image to insert your text
de: Bitte wählen Sie einen Punkt im Bild um Ihren Text hinzuzufügen
fr: Sélectionnez le point d'insertion de votre texte
ja: テキストを挿入するイメージ上でクリックします。
nl: Alstublieft, selecteer een punt op de afbeelding om de tekst te voegen
uk_ua: Будь ласка, виберіть місце на зображенні, щоб вставити ваш текст
vi: Vui lòng chọn một điểm trên ảnh để chèn văn bản của bạn

# Label_BarThickness
source: Bar Thickness:
nl: balk Dikte:

# Label_BarThicknessType
source: Bar Thickness as:
nl: Staaf dikte als:

# Label_Position
source: Position:
nl: positie:
uk_ua: Позиція:

# Title_Progress
source: Progress Indicator
nl: vooruitgang Indicator

# CB_SaveToFolder
source: Save directly to a folder
de: Direkt in Ordner speichern
el: Άμεση αποθήκευση σε ένα φάκελο
fr: Sauvegarder directement dans un dossier
ja: フォルダーに直接保存
nl: Direct op folder opslaan
uk_ua: Зберігати прямо в папку
vi: Lưu trực tiếp vào thư mục

# Con_MoveDown
source: Move Downwards
de: Nach unten verschieben
ja: 下に移動
nl: Verplaats Onder
uk_ua: Рухатися вниз

# btnStop
source: Stop
el: Διακοπή
es: Detener
ja: 停止
ta: நிறுத்து
uk_ua: Зупинити
vi: Dừng

# Con_Sepia
source: Sepia
fr: Sépia
ja: セピア
ta: செபியா
uk_ua: Сепія
vi: Nâu đỏ

# Con_StopPreview
source: Stop Preview
de: Vorschau anhalten
es: Parar
fr: Arrêter l'aperçu
it: Stop Anteprima
ja: プレビューを停止
ta: மாதிரிக்காட்சியை நிறுத்து
uk_ua: Зупинити попередній перегляд
vi: Dừng

# Label_Stop
source: Stop
el: Διακοπή:
es: Parada
ja: 停止
ta: நிறுத்து
uk_ua: Зупити
vi: Dừng

# Msg_Frame
source: Frame
de: Bild
el: Καρέ
es: Marco
fr: Image
it: Fotogramma
ja: フレーム
ta: சட்டம்
uk_ua: Кадр
vi: Khung

# Title_Filters
source: Filters
de: Filter
el: Φίλτρα
fr: Filtres
it: Filtri
ja: フィルター
ta: வடிகட்டிகள்
uk_ua: Фільтри
vi: Bộ lọc

# Tooltip_Title
source: Help
de: Hilfe
el: Βοήθεια
es: Ayuda
fr: Aide
it: Aiuto
ja: ヘルプ
ta: உதவி
uk_ua: Допомога
vi: Trợ giúp

# Con_Text
source: Text:
fr: Texte :
ja: テキスト：
uk_ua: Текст:
vi: Văn bản:

# Label_Font
source: Font:
de: Schriftart:
fr: Police :
ja: フォント：
uk_ua: Шрифт:

# Label_Text
source: Text
fr: Texte
ja: テキスト
uk_ua: Текст
vi: Văn bản

# Title_TitleFrame
source: Title Frame
de: Titelbild
fr: Image Titre
ja: フレームタイトル
uk_ua: Кадр заголовку
vi: Tiêu đề Khung

# Con_SnapshotMode
source: Snapshot Mode
de: Schnappschuss Modus
ja: スナップショットモード
uk_ua: Режим моментального знімка
vi: Chế độ Chụp

# Label_Bold
source: Bold
de: Fett
ja: 太字
uk_ua: Жирний

# Radio_Percentage
source: Percentage
de: Prozent
ja: 割合
uk_ua: Відсотків

# Label_OpenFolder
source: Open Folder
uk_ua: Відкрити папку

# Label_Loop
source: Loop
de: Schleife
fr: Boucler
ja: 繰り返し
uk_ua: Зациклювання
vi: Vòng lặp

# Radio_Top
source: Top
de: Oben
ja: 上
uk_ua: Верх

# Msg_ExportedTitle
source: Export Status
el: Κατάσταση εξαγωγής
es: Estado de exportación
fr: Exporter l'état
it: Esportare Status
ja: エクスポート状態
ta: நிலையை ஏற்றுமதி செய்
vi: Tình trạng Xuất

# btnSnap
source: Snap
de: Schnappschuss
ja: スナップ
vi: Chụp

# Con_Yoyo
source: Yoyo
de: Jo-Jo-Effekt
fr: Va-et-vient
ta: யோயோ
vi: Chạy ngược Yoyo
