Repository: NickeManarin/ScreenToGif.Old
Catalog: GifRecorder/Properties/Resources.*.resx
Languages: de, el, es, fr, it, ja, nl, ta, uk_ua, vi

# Tooltip_ClearComplete
source: Clear complete.
nl: Duidelijk compleet.
uk_ua: Остаточно очистити.

# Con_Delete
source: Delete
de: Löschen
ja: 削除
nl: Verwijder
uk_ua: Видалити

# Label_EraserSize
source: Eraser Size
de: Radierergröße
ja: 消しゴムのサイズ
nl: gom Grooten
uk_ua: Розмір стирача

# Label_Slow
source: Slow
de: Langsam
el: Αργά
es: Lento
fr: Lent
it: Rallentare
ja: 低速
nl: traag
ta: மெது
uk_ua: Повільніше
vi: Chậm

# Con_Transitions
source: Transitions...
nl: Overgangen...
uk_ua: Переходи...

# Con_Transparency
source: Transparency
de: Transparenz
es: Transparencia
fr: Transparence
it: Transparenza
ja: 透明性
nl: transparantie
ta: வெளிப்படைத்தன்மை
uk_ua: Прозорість
vi: Trong suốt

# Label_Points
source: points.
de: Pixel.
ja: ポイント
nl: punten.
uk_ua: одиниць.

# Con_CaptionOptions
source: Caption Options
de: Überschrift Einstellungen
ja: キャプションオプション
nl: Text opties
uk_ua: Налаштування підпису

# Tooltip_GifSettings
source: Gif Settings
de: Gif Einstellungen
el: Ρυθμίσεις Gif
es: Configuración de GIF
fr: Réglages Gif
it: Impostazioni Gif
ja: Gif 設定
nl: Gif Instellingen
ta: Gif அமைப்புகள்
uk_ua: Налаштування Gif
vi: Cài đặt Gif

# Label_Libraries
source: Libraries
de: Bibliotheken
fr: Librairies
ja: ライブラリ
nl: bibliotheek
uk_ua: Бібліотеки
vi: Thư viện

# Tooltip_Eraser
source: Eraser
de: Radierer
ja: 消しゴム
nl: Gom
uk_ua: Стирач

# Msg_BlurIntense
source: Select the Blur Intensity
de: Wählen Sie die Verwischungsstärke
el: Επιλέξτε την ένταση φίλτρου Blur
es: Seleccionar la intensidad de desenfoque
fr: Sélectionner l'intensité d'estompage
it: Selezionare l'Intensità della Sfocatura
ja: ぼかしの強度を選択
nl: Selecteer de verdoezelaar Intensity
ta: தெளிவின்மை அடர்த்தியை தேர்ந்தெடுக்கவும்
uk_ua: Виберіть інтенсивність розмивання
vi: Chọn Cường độ Mờ

# Tooltip_UndoAll
source: Revert all alterations
de: Alle Änderungen Rückgängig machen
el: Αναίρεση όλων των αλλαγών
es: Revierte todos los cambios
fr: Défaire toutes les retouches
it: Disfare tutte le modifiche
ja: 全ての変更を元に戻す
nl: Terugkeren alle wijzigingen
ta: அனைத்து திருத்தங்களையும் மாற்றியமை
uk_ua: Повернути всі зміни
vi: Hoàn nguyên tất cả các thay đổi

# Con_PlayPreview
source: Play Preview
de: Vorschau abspielen
es: Reproducir
fr: Jouer l'aperçu
it: Eseguire Anteprima
ja: プレビューを再生
nl: Start Preview
ta: மாதிரிக்காட்சியை இயக்கு
uk_ua: Грати попередній перегляд
vi: Chạy

# Label_TransitionCount
source: Transition Frame Count:
nl: Overgang Frame teller:

# Dialog_SaveLocation
source: Choose the Save Location
de: Wählen Sie den Speicherort
fr: Choisissez l'emplacement de sauvegarde
ja: 保存場所を選択
nl: Kies de opslag locatie
uk_ua: Виберіть місце зберігання
vi: Chọn nơi Lưu

# Label_Compression
source: Quality
de: Qualität
el: Συμπίεση:
es: Compresión
fr: Qualité
it: Compressione
ja: 品質
nl: kwaliteit
ta: அழுத்து
uk_ua: Якість
vi: Chất lượng

# Label_Slower
source: Slower
de: Langsamer
ja: より遅い
nl: traager
uk_ua: Ще повільніше
vi: Chậm hơn

# MsgSelectSpeed
source: Select the speed modifier
de: Abspielgeschwindigkeit wählen
ja: 速度の単位を選択してます。
nl: Selecteer de snelheid modificator
vi: Chọn tốc độ thực hiện

# Con_Between10_1000
source: Between 10 - 2500 ms
de: Zwischen 10 und 2500 ms
es: Entre 10 - 2500 ms
fr: Entre 10 et 2500 ms
it: Tra 10 - 2500 ms
ja: 10 ～ 2500 ms の間を指定
nl: tussen 10 - 2500 ms
ta: 10 - 2500 ms வரை
uk_ua: У проміжку 10 - 2500 мс
vi: Giữa 10 - 2500 ms

# btnRestart
source: Restart
de: Neustarten
fr: Relancer ScreenToGif
ja: 再起動
nl: Herstart
uk_ua: Перезапустити
vi: Khởi động lại

# Con_EditFrame
source: Edit Frames
de: Bilder bearbeiten
el: Επεξεργασία καρέ
es: Editar marco
fr: Editer les images
it: Modificare i Fotogrammi
ja: フレーム編集
nl: Bewerk Frames
ta: சட்டத்தை திருத்து
uk_ua: Редагувати кадри
vi: Chỉnh sửa Khung

# CB_ShowFinished
source: Show "Finished Encoding" page
de: "Kodierung abgeschlossen"-Seite anzeigen
el: Show "Finished Enconding" page
fr: Afficher la page "Encodage terminé"
ja: "エンコーディング終了"ページを表示
nl: toon "afgewerkt Codering" pagina
uk_ua: Показувати сторінку завершення обробки
vi: Hiện trang Hoàn thành

# MsgNoFramesSelected
source: No frames selected
de: Keine Bilder ausgewählt
ja: フレームが選択されていません。
nl: Geen frames geselecteerd
uk_ua: Кадри не вибрано
vi: Không có khung nào được chọn

# Label_Language
source: Language
de: Sprache
fr: Langue
ja: 言語
nl: Taal
uk_ua: Мова
vi: Ngôn ngữ

# Context_DelBefore
source: Delete everything before this
de: Alles davor löschen
el: << Διαγραφή όλων πρίν απο αυτό
es: << Borrar todo a la izquierda
fr: Supprimer tout AVANT cette image
it: Cancellare tutto in precendenza
ja: 前方の全てを削除
nl: Verwijdert alles hier voor
ta: << இதற்கு முன்னதாக உள்ள எல்லாவற்றையும் நீக்கு
uk_ua: Видалити все до цієї відмітки
vi: Xóa tất cả mọi thứ trước đây

# CB_Looped
source: Looped Gif
de: Schleifenaufnahme
el: Επαναμβαλομενο Gif
es: GIF en Ciclo
fr: Gif en boucle
it: Gif in ciclo
ja: Gif 再生を繰り返す
nl: Lopende Gif
uk_ua: Зациклити Gif
vi: Lặp lại Gif

# Tree_Copy
source: - Copy
nl: - kopiëren
uk_ua: - копія

# Label_Content
source: Content:
de: Inhalt:
fr: Contenu :
ja: 内容：
nl: inhoud:
uk_ua: Зміст:
vi: Nội dung:

# Label_Hotkeys
source: Hotkeys
el: Πλήκτρο έκτατης ενέργειας:
es: Atajos
fr: Touches de raccourcis
ja: キー割り当て
nl: Sneltoetsen
ta: குறுக்குவிசைகள்
uk_ua: Гарячі клавіші
vi: Phím tắt

# Label_AsImageHeight
source: % of the image height.
de: % der Bildhöhe.
ja: イメージの高さの割合
nl: % Van de afbeelding hoogten.
uk_ua: % від висоти зображення.

# Tooltip_NumFPS
source: (FPS) The frames captured per second
de: (FPS) Aufgenommene Bilder pro Sekunde
el: Τα καρέ που καταγράφονται ανα δευτερόλεπτο
es: Los capturados frames por segundo
fr: Nombre d'images capturées par seconde
it: Fotogrammi catturati al secondo
ja: (FPS) 1秒間にキャプチャーするフレーム数
nl: (FPS) Frames per seconde gevangen
ta: விநாடிக்கு கைப்பற்றப்பட்ட சட்டங்கள்
uk_ua: (FPS) захоплених кадрів в секунду
vi: Số khung hình chụp mỗi giây

# btnTransparentColor
source: Select the transparent color...
de: Wählen Sie die transparente Farbe...
fr: Sélectionnez la couleur de transparence ...
ja: 透明な色を選択...
nl: Selecteer de transparante kleur...
vi: Chọn Màu Trong suốt...

# Con_Image
source: Image
de: Bild
el: Εικόνα
es: Imagen
it: Immagine
ja: イメージ
nl: Afbeelding
ta: படம்
uk_ua: Зображення
vi: Hình ảnh

# btnUndo
source: Undo
de: Rückgängig
el: Αναίρεση
es: Deshacer
fr: Défaire
it: Indietro
ja: 元に戻す
nl: ongedaan
ta: செய்ததைத் தவிர்
uk_ua: Назад
vi: Hoàn tác

# Label_FontSize
source: Font Size:
de: Schriftgröße:
ja: フォントサイズ：
nl: Font Grooten:
uk_ua: Розмір шрифта:

# Con_Cancel
source: Cancel
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
it: Cancellare
ja: キャンセル
nl: Annuleer
ta: ரத்து செய்
uk_ua: Скасувати
vi: Hủy bỏ

# TitleSecondsToGo
source: seconds to go)
de: Sekunden verbleiben)
el: απομένουν δευτερόλεπτα)
es: segundos)
fr: secondes avant départ)
it: secondi)
ja: 秒後に実行)
nl: seconden te gaan)
ta: நொடிகள் உள்ளன)
uk_ua: залишилось секунд)
vi: giây để bắt đầu)

# Con_Rotate90CC
source: Rotate 90° Counterclockwise
de: Um 90° gegen den Uhrzeigersinn drehen
ja: 反時計回りに90度回転
nl: Roteer 90° Terugwaartse
uk_ua: Повернути на 90° проти годинникової стрілки

# Label_Version
source: Version
ja: バージョン
nl: versie
uk_ua: Версія
vi: Phiên bản

# Con_Negative
source: Negative
de: Negativ
es: Negativo
fr: Négatif
it: Negativo
ja: ネガティブ
nl: Negatief
ta: எதிர்வு
uk_ua: Негатив
vi: Âm bản

# Con_NextNumFrames
source: For the Next # of Frames
de: Für die nächsten # Bilder
fr: Pour le nombre d'images suivantes
nl: Voor de volgende # of Frames
uk_ua: Для наступних # кадрів
vi: Cho "#" Khung hình Kế tiếp

# Dialog_OpenImage
source: Open one image to insert
de: Öffnen Sie ein Bild zum Einfügen
el: Άνοιγμα για εισαγωγή μίας εικόνας
es: Abra una imagen para insertar
fr: Ouvrir une image à insérer
it: Aprire un'immagine da inserire
ja: 開いているイメージを挿入
nl: Voeg afbeelding hier toe
ta: ஒரு படத்தை திறந்து நுழைக்க
vi: Mở một ảnh để chèn

# Label_Thickness
source: Thickness:
de: Dicke:
ja: 厚さ：
nl: dikte:
uk_ua: Товщина:

# Radio_CustomEncoding
source: Custom GIF Encoding
de: Benutzerdefinierte GIF Enkodierung
el: Προσαρμοσμένη αποκωδικοποίηση GIF
es: Codificación personalizada GIF
fr: Encodage gif personnalisé
it: Codifica GIF Personalizzata
ja: カスタムGif エンコード
nl: Aangepaste GIF Codering
ta: விருப்ப GIF என்கோடிங்
uk_ua: Користувацькі налаштування GIF
vi: Tùy chỉnh GIF Mã hóa

# Context_DelAfter
source: Delete everything after this
de: Alles danach löschen
el: Διαγραφή όλων μετά απο αυτό >>
es: Borrar todo para la derecha >>
fr: Supprimer tout APRES cette image
it: Cancellare tutto di seguito
ja: 後方の全てを削除
nl: Verwijdert alles hier na
ta: இதற்கு பிறகு உள்ள எல்லாவற்றையும் நீக்கு >>
uk_ua: Видалити все після цієї відмітки
vi: Xóa tất cả mọi thứ sau này

# Radio_Right
source: Right
de: Rechts
ja: 右
nl: Rechts
uk_ua: Справа

# Radio_Bottom
source: Bottom
de: Unten
ja: 下
nl: onderaan
uk_ua: Низ

# Label_Normal
source: Normal
ja: 標準
nl: Normaal
uk_ua: Нормально
vi: Bình thường

# Tooltip_DrawConfig
source: Drawing Config
de: Freizeichnen Einstellungen
ja: 図形の設定
nl: Tekening Configuratie
uk_ua: Налаштування малюнку від руки

# btnCancel
source: Cancel
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
it: Cancellare
ja: キャンセル
nl: Annuleren
ta: ரத்து செய்
uk_ua: Скасувати
vi: Hủy bỏ

# Title_CropNoSelection
source: Crop - No Selection
de: Ausschneiden - Keine Auswahl
fr: Rognage - Aucune sélection
it: Ritagliare, Nessuna Selezione
ja: クロップ - 選択無し
nl: Krop - Geen Selectie
ta: செதுக்கு - தேர்வு இல்லை
vi: Cắt - Không có lựa chọn

# Con_DesiredFrameDelay
source: Type your Desired Frame Delay:
de: Geben Sie die gewünschte Bildverzögerung ein:
es: Escriba su retraso deseado:
fr: Entrer le retard d'image désiré :
it: Inserire il Ritardo dei Fotogrammi Desiderato
ja: 必要時には、フレーム遅延を入力
nl: Type uw vertraagde Frame wachttijd:
ta: நீங்கள் விரும்பும் சட்ட தாமதத்தை தட்டச்சு செய்யவும்:
uk_ua: Вкажіть бажану затримку кадрів:
vi: Gõ Độ trễ Khung hình Mong muốn của bạn:

# Radio_Left
source: Left
de: Links
ja: 左
nl: Links
uk_ua: Зліва

# Con_Revert
source: Revert Order
de: Reihenfolge umkehren
el: Επαναφορά σειράς
es: Revertir la orden
fr: Inverser l'ordre
it: Invertire l'Ordine
ja: 変更を元に戻す
nl: Omgedraaid Starten
ta: ஒழுங்கை மாற்றியமை
uk_ua: Змінити напрямок
vi: Đặt lại về Nguyên gốc

# Title_Thread_out_of
source: out of
de: von
el: εκτός απο
es: de
fr: de
it: fuori di
ja: のうち
nl: uit van
uk_ua: з
vi: trong

source: Pause
el: Παύση
es: Pausa
it: Pausa
ja: 停止
nl: Pauzen
ta: இடைநிறுத்து
uk_ua: Пауза
vi: Ngưng

# Msg_SizeToSmallHeader
source: Minimum size
nl: Minimum Grootte
uk_ua: Мінімальний розмір

# Con_MakeCopy
source: Make a Copy
de: Kopieren
ja: コピーを作成
nl: Maak een Kopie
uk_ua: Зробити копію

# CB_ModernStyle
source: Use the Modern style version (restart app)
de: Moderne Ansicht verwenden (Programm neustarten)
el: Χρήση της Modern style έκδοσης (απαιτείται επανεκκίνηση της εφαρμογής)
es: Utilice la ventana de estilo moderno (reiniciar la aplicación)
fr: Utiliser la version style "Modern" (relancer l'application)
it: Utilizzare la versione stile moderno (riavvia l'applicazione)
ja: モダンスタイルバージョンを利用(再起動が必要)
nl: Gebruik de Moderne stijl versie (herstart app)
ta: Modern பாணி பதிப்பு பயன்படுத்தவும்(restart app)
uk_ua: Сучасний стиль оформлення (перезавантажити)
vi: Sử dụng giao diện Hiện đại (Khởi động lại)

# TitleRecording
source: Screen To Gif ►
nl: Scherm naar Gif ►

# Tooltip_Info
source: Information
el: Πληροφορίες
es: Información
it: Informationi
ja: Screen To Gif について
nl: informatie
ta: தகவல்
uk_ua: Інформація
vi: Thông tin

# Title_BorderOptions
source: Border Options
nl: Border Opties
uk_ua: Налаштування параметрів рамки

# btnClearTemp
source: Clear Temp Folder
nl: Ontruimen Temp Folder
uk_ua: Очистити тимчасову папку

# Label_MergingCursors
source: Merging Cursors...
nl: Samenvoegen van muizen...
uk_ua: Об'єднання курсорів...

# Label_Example
source: Example
de: Beispiel
fr: Exemple
ja: 例
nl: Voorbeeld
uk_ua: Приклад
vi: Ví dụ

# btnRecordPause_Record
source: Record
de: Aufnehmen
el: Εγγραφή
es: Grabar
fr: Enregistrer
it: Registrare
ja: 録画
nl: Opnemen
ta: பதிவு செய்
uk_ua: Запис
vi: Quay

# Con_Rotate180
source: Rotate 180°
de: Um 180° drehen
ja: 180度回転
nl: Roteer 180°
uk_ua: Повернути на 180°

# Tooltip_SelectQuantTransition
source: Scroll to select the ammount of frames.
nl: Scroll selecteer de nodige frames.
uk_ua: Прокрутіть, щоб вибрати кількість кадрів.

# Label_CheckUpdate
source: Check for updates
de: Nach Updates suchen
fr: Mises à jour
ja: 更新プログラムチェック
nl: Controleer op updates
uk_ua: Нова версія?
vi: Kiểm tra Cập nhật

# Con_ResetSize
source: Reset Size
de: Größe zurücksetzen
el: Επαναφορά μεγέθους
es: Restablecer tamaño
fr: Rétablir la taille
it: Reset Dimensioni
ja: サイズをリセット
nl: Herstel grootte
ta: அளவை மீட்டமை
uk_ua: Скинути розмір
vi: Thiết lập lại Kích thước

# Con_AddText
source: Add Text...
de: Text hinzufügen...
el: Προσθέσετε κείμενο...
fr: Ajouter un texte ...
ja: テキスト追加...
nl: voeg Text in...
uk_ua: Додати текст...
vi: Thêm Văn bản ...

# Con_Rotate90C
source: Rotate 90° Clockwise
de: Um 90° im Uhrzeigersinn drehen
ja: 時計周りに90度回転
nl: Roteer 90° Klokwaarts
uk_ua: Повернути на 90° за годинниковою стрілкою

# CB_UseHatch
source: Use Hatch Brush:
de: Schraffierung verwenden:
ja: ハッチブラシ利用：
nl: Gebruik arcerende Borstel:
uk_ua: Заливка/штрих:

# Radio_SolidColor
source: Solid Color
de: Farbe
fr: Couleur solide
ja: 純色
nl: Effen kleur
uk_ua: Не прозорий колір
vi: Đồng màu

# Con_CropAll
source: Crop All...
de: Alle ausschneiden...
el: Περικοπή όλων...
es: Recortar Todo...
fr: Tout rogner ...
it: Ritagliare tutto...
nl: Verklein alles...
ta: அனைத்தையும் செதுக்கு....
uk_ua: Вирізати всі...
vi: Cắt Tất cả...

# Label_Better
source: Better
de: Besser
el: Καλύτερη
es: Mejor
fr: Elevée
it: Meglio
ja: 最高
nl: Beter
ta: நல்லது
uk_ua: Краще
vi: Tốt hơn

# CB_UseOutline
source: Use Outline:
de: Kontur verwenden:
ja: アウトライン利用：
nl: gebruik omterk:
uk_ua: Окантовка:

# btnClose
source: Close
nl: Sluiten
uk_ua: Закрити

# CB_ShowCursor
source: Show cursor
de: Mauszeiger anzeigen
el: Εμφάνιση κέρσορα
es: Mostrar cursor
fr: Montrer le curseur
it: Mostrare cursore
ja: カーソルを表示
nl: toon muis
ta: கர்சரை காட்டு
uk_ua: Показувати курсор
vi: Hiện Chuột

# Label_Processing
source: Processing
de: Verarbeitung
es: Procesamiento
fr: Traitement
it: Elaborazione
ja: 処理中
nl: verwerking
ta: செயல்படுத்துகிறோம்
uk_ua: Обробка
vi: Đang xử lý

# Label_Size
source: Size
de: Größe
el: Μέγεθος
es: Tamaño
fr: Taille
it: Dimensioni
ja: サイズ
nl: grootte
ta: அளவு
uk_ua: Розмір
vi: Kích thước

# Label_Faster
source: Faster
de: Schneller
ja: より高速
nl: Sneller
uk_ua: Швидше
vi: Nhanh hơn

# CBShowMouseClick
source: Show mouse clicks
de: Mausklicks anzeigen
ja: マウスクリックを表示
nl: Muis klik zien
uk_ua: Показувати кліки мишки

# Tooltip_ErrorOpeningTemp
source: Error Openning the Temp Folder
nl: Fout bij het openen van Temp Map
uk_ua: Помилка при спробі відкрити тимчасову папку

# Title_PlayingAnimation
source: Playing Animation
de: Animation abspielen
fr: Déroulement de l'animation
ja: アニメーションを再生
nl: Speel Animatie
uk_ua: Відтворити анімацію
vi: Chạy Ảnh động

# Con_Color
source: Color...
de: Farbe...
ja: 色...
nl: Kleur...
uk_ua: Колір...
vi: Lọc màu...

# Title_Transitions
source: Transitions
nl: overgangen
uk_ua: Переходи

# Con_MoveUp
source: Move Upwards
de: Nach oben verschieben
ja: 上に移動
nl: Verplaats Boven
uk_ua: Рухатися вверх

# btnMoreOptions
source: More Options
nl: Meer Opties
uk_ua: Більше налаштувань

# Label_Translations
source: Translations
de: Übersetzungen
fr: Traductions
ja: 翻訳
nl: vertaling
uk_ua: Переклади
vi: Bản dịch

# btnDone
source: Done
de: Fertig
el: Ολοκλήρωση
es: Terminar
fr: Terminé
it: Completato
ja: 終了
nl: Klaar
ta: முடிந்தது
uk_ua: Виконано
vi: Xong

# Label_FontSizeAs
source: Font Size As:
de: Schriftgröße in:
ja: 利用中のフォントサイズ：
nl: Font Grote Als:
uk_ua: Вказати розмір шрифта:

# Label_TitleContent
source: Title Content
de: Titelinhalt
fr: Contenu du titre
ja: タイトル内容
nl: Titel Inhoud
uk_ua: Зміст заголовку
vi: Tiêu đề Nội dung

# Label_Devs
source: Community Devs.
de: Community Entwickler
ja: 開発者コミュニティ
nl: Gemeenschap Devs.
uk_ua: Спільноти
vi: Cộng đồng Phát triển

# Label_Background
source: Background
de: Hintergrund
fr: Arrière-plan
ja: 背景
nl: Achtergrond
uk_ua: Фон
vi: Nền

# Radio_Center
source: Center
de: Zentriert
ja: 中心
nl: Midden
uk_ua: Центр

# Label_Author
source: Author
de: Autor
fr: Auteur
ja: 著者
nl: Auteur
uk_ua: Автор
vi: Tác giả

# CB_PrestartCountdown
source: Pre-Start countdown before recording
de: Countdown vor Aufnahme neu starten
fr: Compte à rebours avant d'enregistrer
ja: 録画開始前にカウントダウンを行う
nl: Aftellen voordat de opname Start
uk_ua: Відлік перед записом
vi: Đếm ngược trước khi Quay

# Tooltip_UndoOne
source: Undo your last alteration
de: Letzte Änderung Rückgängig machen
el: Αναίρεση της τελευταίας αλλαγής
es: Revertir el último cambio
fr: Défaire la dernière retouche
it: Disfare l'ultima modifica
ja: 最後の変更を元に戻す
nl: Ongedaan uw laatste wijziging
ta: உங்கள் கடைசி திருத்தத்தை தவிர்க்கும்
uk_ua: Скасувати останню зміну
vi: Hoàn tác thay đổi cuối cùng của bạn

# Tooltip_Height
source: Height
de: Höhe
el: Ύψος
es: Altura
fr: Hauteur
it: Altezza
ja: 高さ
nl: Hoogte
ta: உயரம்
uk_ua: Висота
vi: Cao

# MsgBox_ErrorOpenning
source: Error while trying to open the generated file.
de: Fehler beim Öffnen der generierten Datei.
fr: Erreur d'ouverture du fichier généré.
ja: 生成されたファイルを開く際にエラーが発生しました。
nl: Fout terwijl het proberen om het gegenereerde bestand te Fout terwijl het proberen om het gegenereerde bestand te openen.
uk_ua: Помилка при спробі відкрити згенерований файл.
vi: Lỗi trong khi cố gắng mở tập tin được tạo ra.

# Msg_PixelSize
source: Select the Pixel Size
de: Wählen Sie die Pixelgröße
el: Επιλέξτε το μέγεθος των Pixel
es: Seleccione el tamaño de píxel
fr: Sélectionner la taille en pixels
it: Selezionare la Dimensione del Pixel
ja: ピクセルサイズを選択
nl: Selecteer de pixelgrootte
ta: பிக்சல் அளவை தேர்வு
uk_ua: Виберіть розмір піксела
vi: Chọn Kích thước Điểm ảnh

# Radio_Point
source: Point
de: Pixel
ja: ポイント
nl: Punt
uk_ua: Одиниці

# Con_ChangeSpeed
source: Change Speed
de: Geschwindigkeit ändern
ja: 速度を変更
nl: Verander Snelheid
uk_ua: Змінити швидкість
vi: Thay đổi tốc độ

# btnClear
source: Clear
de: Leeren
ja: クリア
nl: Ontruimen
uk_ua: Очистити

# btnSelect
source: Select...
de: Auswählen..
fr: Sélectionner ...
ja: 選択...
nl: selecteer...
uk_ua: Вибрати...
vi: Chọn...

# CB_AllowEdit
source: Edit frames after recording
de: Bearbeiten der Bilder nach der Aufnahme
el: Επεξεργασία καρέ μετά την καταγραφή
es: Editar después de la grabación de marcos
fr: Editer les images après enregistrement
it: Modificare i fotogrammi dopo la registrazione
ja: 録画後のフレームを編集
nl: Bewerk frames na de opname
ta: பதிவு செய்த பின்னர், சட்டங்களை திருத்து
uk_ua: Редагувати кадри після запису
vi: Chỉnh sửa Khung hình sau khi Quay

# Con_AddFrame
source: Add Frame
de: Bild hinzufügen
el: Προσθήκη καρέ
es: Añadir marco
fr: Ajouter une image
it: Aggiungere fotogramma
ja: フレームを追加
nl: voeg Frame toe
ta: சட்டத்தை சேர்
uk_ua: Додати кадр
vi: Thêm Khung

# Label_RepeatCount
source: Repeat Count
de: Anzahl Wiederholungen
el: Επανάληψη μέτρησης
fr: Nombre de répétitions
it: Ripetere Conteggio
ja: 繰り返し回数
nl: herhaal Aantal
ta: மீண்டும் எண்ணு
uk_ua: Кількість повторів
vi: Lần

# Title_FreeDrawing
source: Free Drawing
de: Freizeichnen
ja: 画像の編集
nl: vrije Tekening
uk_ua: Малюнок від руки

# TitleStoped
source: Screen To Gif ■
nl: Scherm naar Gif ■

# Tooltip_Crop
source: Left click to draw the desired area to be cropped, right click to accept or cancel.
de: Halten Sie die linke Maustaste gedrückt um den auszuschneidenden Bereich auszuwählen. Klicken Sie danach die rechte Maustaste um zu bestätigen oder abzubrechen.
fr: Clic gauche pour dessiner la zone à rogner, clic droit pour accepter ou annuler.
it: Click sinistro per ritagliare l'area selezionata, click destro per accettare o cancellare
ja: 右クリック後クリップする領域を選択し、左クリップで完了又はキャンセルを行います。
nl: Links klikken om het gewenste gebied dat moet worden bijgesneden tekenen, klik met de rechtermuisknop te accepteren of te annuleren.
ta: செதுக்க விரும்பிய பகுதியில் வரைய இடது சொடுக்கவும்.,ஏற்க அல்லது ரத்து செய்ய வலது சொடுக்கவும்.
vi: Nhấp chuột trái để vẽ các khu vực mong muốn sẽ được cắt, nhấp chuột phải để chấp nhận hoặc hủy bỏ.

# Tooltip_ErrorCleaningTemp
source: Error While Cleaning
nl: Fout tijdens het schoonmaken
uk_ua: Помилка під час очистки

# Radio_PaintEncoding
source: paint.NET Encoding
de: paint.NET Enkodierung
es: Codificación paint.NET
fr: Encodage paint.NET
it: Codifica paint.NET
ja: paint.NET エンコーディング
nl: paint.NET Encodering
ta: paint.NET என்கோடிங்
uk_ua: Кодування paint.NET
vi: paint.NET Mã hóa

# Tooltip_btnDeleteFrame
source: Delete the selected frame
de: Ausgewählte Bilder löschen
el: Διαγραφή επιλεγμένου καρέ
es: Elimina el marco seleccionado
fr: Supprimer l'image sélectionnée
it: Cancellare il fotogramma selezionato
ja: 選択したフレームを削除
nl: Wis het geselecteerde frame
ta: தேர்ந்தெடுக்கப்பட்ட சட்டத்தை நீக்க
uk_ua: Видалити вибрані кадри
vi: Xóa các khung hình được chọn

# Label_RecordPause
source: Record/Pause
de: Aufnahme/Pause
el: Παύση εγγραφής:
es: Grabar/pausa
fr: Enregistrer/Pause
it: Registrare/Pausa
ja: 録画 / 一時停止
nl: Opnemen/Pauze
ta: பதிவு செய் / இடைநிறுத்து
uk_ua: Запис/пауза
vi: Quay/Ngưng

# Label_FoldersToClear
source: Folders to Clear:
nl: Mappen te wissen:
uk_ua: Папки для очистки:

# Tooltip_ShowList
source: Click to show the list of frames.
de: Zum Anzeigen der Liste mit Bildern klicken.
ja: フレームのリストを表示するをクリックします。
nl: Klik hier voor de lijst van de frames te tonen.
uk_ua: Клікніть, що показати список кадрів.
vi: Nhấp để hiện danh sách

# Tooltip_SquareBrush
source: Square Brush
de: Quadratischer Pinsel
ja: 正方形ブラシ
nl: Vierkant Borstel
uk_ua: Квадратна кисть

# Tooltip_HideList
source: Click to hide the list.
de: Zum Ausblenden der Liste klicken.
ja: クリックでリストを非表示
nl: Klik om de lijst te verbergen.
uk_ua: Клікніть, що приховати список.
vi: Nhấp để ẩn danh sách

# Title_ValuePicker
source: Value Picker
de: Wert
fr: Collecteur de valeur
ja: 値を取得
nl: Waarde Picker
vi: Chọn giá trị

# Tooltip_btnDone
source: Save all alterations
de: Alle Änderungen speichern
el: Αποθήκευση όλων των αλλαγών
es: Guarda todos los cambios
fr: Enregistrer toutes les retouches
it: Salvare tutte le Modifiche
ja: 全ての変更を保存
nl: Bewaar alle veranderingen
ta: அனைத்து திருத்தங்களையும் சேமிக்கவும்
uk_ua: Зберегти всі зміни
vi: Lưu tất cả các thay đổi

# Tooltip_NextFrame
source: Next Frame
nl: Volgende Frame
uk_ua: Наступний кадр

# Msg_ChooseThick
source: Choose the thickness of the border
de: Wählen Sie die Rahmendicke
fr: Choisissez l'épaisseur du cadre
ja: 境界線の太さを選択
nl: Kies de dikte van de omtrek
uk_ua: Виберіть товщину рамки
vi: Chọn độ dày của viền

# SFDialog_Filename
source: Animation
el: Κινούμενο γραφικό
es: Animación
it: Animatione
ja: アニメーション
nl: Animatie
ta: அனிமேஷன்
uk_ua: Анімація
vi: Ảnh động

# Title_Edit_PromptToSave
source: Screen To Gif - Prompt to Save
de: Screen To Gif - Bestätigen zum Speichern
el: Screen To GIF - Προτροπή προς αποθήκευση
es: Screen To Gif - Salvar
fr: Screen To Gif - Invite de sauvegarde
it: Screen To Gif - Prompt per Salvare
ja: Screen To Gif - 保存を確認
nl: Scherm naar Gif -Snelle Opslag
ta: Screen To Gif - தாமதமின்றி சேமி
vi: Screen To Gif - Nhắc Lưu

# Label_Report
source: Report a bug
de: Einen Bug melden
fr: Signaler une erreur
ja: 不具合を報告
nl: Een bug melden
uk_ua: Знайшли помилку?
vi: Báo lỗi

# Tooltip_InsertTextHereError
source: You need to type something here
nl: U moet iets hier op typen
uk_ua: Ви повинні що небудь тут надрукувати

# Title_InsertText
source: Insert Text
de: Text einfügen
fr: Insérer un texte
ja: テキストを挿入
nl: tekst invoegen
uk_ua: Вставити текст
vi: Chèn văn bản
